Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/chromium-tm.tmx
Source language: en
Languages: ca_es

source: Enable to ensure an OSX app bundle for the App Launcher exists under the Applications folder.
ca_es: Activeu-ho per garantir que a la carpeta Aplicacions existeixi un paquet d'aplicacions d'OSX per al menú d'aplicacions.

source: Got it
ca_es: D'acord

source: Enable Instant Extended API
ca_es: Activació de l'API ampliada d'Instant

source: Communicate with cooperating websites
ca_es: Comunicació amb llocs web cooperatius

source: Enables a simplified and improved fullscreen experience on Mac.
ca_es: Activa una experiència de pantalla completa millorada i simplificada als Mac.

source: Shipping details submitted
ca_es: S'han enviat els detalls de l'enviament

source: Unable to load the webpage because your device entered sleep or hibernate mode. When this happens, network connections are shut down and new network requests fail. Reloading the page should resolve this.
ca_es: No es pot carregar la pàgina web perquè el vostre dispositiu ha entrat en mode de repòs o d'hibernació. Quan això passa, es tanquen les connexions a la xarxa i les sol·licituds de xarxa noves fallen. Tornar a carregar la pàgina hauria de resoldre aquest problema.

source: Alternative shelf layout
ca_es: Disseny de prestatge alternatiu

source: Switch users
ca_es: Canvia els usuaris

source: Card type is not supported by Wallet
ca_es: El tipus de targeta no és compatible amb Wallet

source: Set up sync...
ca_es: Configura la sincronització...

source: Google Wallet requires at least a first and last name.
ca_es: Google Wallet requereix com a mínim un nom i un cognom.

source: When enabled, DataChannels created by WebRTC will use the SCTP wire protocol.
ca_es: Quan estiguin activats, els canals de dades creats per WebRTC faran servir el protocol de transferència SCTP.

source: Request permission
ca_es: Sol·licita permís

source: Extensions, apps, and themes can harm your device. Are you sure you want to continue?
ca_es: Les extensions, les aplicacions i els temes poden malmetre el vostre dispositiu. Esteu segur que voleu continuar?

source: Month
ca_es: Mes

source: %{EVENT} - Details
ca_es: %{EVENT} - Detalls

source: Hex Colors
ca_es: Colors hexadecimals

source: Revert to this revision
ca_es: Reverteix aquesta revisió

source: Show counts and sizes as percentages.
ca_es: Mostra els recomptes i mides en percertatges.

source: Enable Breakpoint
ca_es: Habilita el punt d'interrupció

source: %{LATENCY} latency
ca_es: %{LATENCY} latència

source: Node Removed
ca_es: S'ha suprimit el node

source: Next/previous line
ca_es: Línia següent/anterior

source: New Style Rule
ca_es: Regla d'estil nova

source: File System is disabled.
ca_es: El sistema de fitxers està inhabilitat.

source: Loading
ca_es: S'està carregant

source: Delete Node
ca_es: Elimina el node

source: (whitespace)
ca_es: (espai en blanc)

source: Status Code
ca_es: Codi d'estat

source: Next/previous command
ca_es: Ordre següent/anterior

source: File size
ca_es: Mida del fitxer

source: content
ca_es: contingut

source: No Breakpoints
ca_es: Sense punts d'interrupció

source: Show absolute counts and sizes.
ca_es: Mostra els recomptes i les mides absolutes

source: Properties
ca_es: Propietats

source: Accept suggestion
ca_es: Accepta el suggeriment

source: (from cache)
ca_es: (de la memòria cau)

source: Exclude selected function.
ca_es: Exclou la funció seleccionada.

source: Add Conditional Breakpoint…
ca_es: Afegeix un punt d'interrupció addicional...

source: Export to HAR
ca_es: Exporta a HAR

source: Edit Attribute
ca_es: Edita l'atribut

source: %{ERRORS_COUNT} errors, %{WARNING_COUNT} warning
ca_es: %{ERRORS_COUNT} errors, %{WARNING_COUNT} avisos

source: new
ca_es: nou

source: %{WIDTH} × %{HEIGHT} pixels
ca_es: %{WIDTH} × %{HEIGHT} píxels

source: %{RESOURCE_NAME} (from cache)
ca_es: %{RESOURCE_NAME} (de la memòria cau)

source: Clipboard
ca_es: Porta-retalls

source: Event
ca_es: Esdeveniment

source: Deactivate all breakpoints.
ca_es: Desactiva tots els punts d'interrupció

source: %{DURATION} download
ca_es: %{DURATION} baixada

source: Debug
ca_es: Depura

source: Latency
ca_es: Latència

source: Rendering
ca_es: S'està renderitzant

source: Style Attribute
ca_es: Atribut d'estil

source: Database not found.
ca_es: No s'ha trobat la base de dades.

source: An unexpected error %{ERROR} occurred.
ca_es: S'ha produÏt un error inesperat %{ERROR}.

source: Welcome to the Profiles panel
ca_es: Us donem la benvinguda al tauler de perfils

source: Open Link in Resources Panel
ca_es: Obre l'enllaç al tauler de recursos

source: %{COUNT} matches
ca_es: %{COUNT} coincidències

source: Disable Breakpoint
ca_es: Inhabilita el punt d'interrupció

source: Styles Pane
ca_es: Subfinestra d'estils

source: XMLHttpRequest logging
ca_es: XMLHttpRequest s'està connectant

source: Session Storage
ca_es: Emmagatzematge de sessions

source: Frames
ca_es: Marcs

source: Next/previous panel
ca_es: Tauler següent/anterior

source: Scripts Panel
ca_es: Tauler d'scripts

source: All Panels
ca_es: Tots els taulers

source: Elements Panel
ca_es: Tauler d'elements

source: Want to help improve Chromoting?
ca_es: Voleu ajudar a millorar Chromoting?

source: Take the survey
ca_es: Respon a l'enquesta

source: Want to help improve Chrome Remote Desktop?
ca_es: Voleu ajudar a millorar l'escriptori remot de Chrome?

source: Ask the user whose computer you wish to access to click ‘Share Now’ and give you the access code.
ca_es: Demaneu a l'usuari de l'ordinador al qual voleu accedir que faci clic a Comparteix ara i que us doni el codi d'accés.

source: Disable remote connections
ca_es: Desactiva les connexions remotes

source: You must enable remote connections if you want to use Chromoting to access this computer.
ca_es: Heu d'activar les connexions remotes si voleu utilitzar Chromoting per accedir a aquest ordinador.

source: See and control a shared computer.
ca_es: Vegeu i controleu un ordinador compartit.

source: PrtScn
ca_es: Impr Pant

source: Some components required for Chrome Remote Desktop are missing. Please make sure you're running the latest version of Chrome and try again.
ca_es: Falten alguns components necessaris per a l'escriptori remot de Chrome. Assegureu-vos que executeu la versió més recent de Google Chrome i torneu-ho a provar.

source: Resize desktop to fit
ca_es: Ajusta la mida de l'escriptori

source: Failed to start remote access service.
ca_es: No s'ha pogut iniciar el servei d'accés remot.

source: An unexpected error occurred. Please report this problem to the developers.
ca_es: S'ha produït un error inesperat. Informeu d'aquest problema als desenvolupadors.

source: Leaving this page will end your Chromoting session.
ca_es: Si sortiu d'aquesta pàgina, la sessió de Chromoting finalitzarà.

source: Enabling remote connections for this computer…
ca_es: S'estan activant les connexions remotes en aquest ordinador...

source: Failed to register this computer.
ca_es: No s'ha pogut registrar aquest ordinador.

source: To use Chrome Remote Desktop you must grant extended access permissions to your computer. You only have to do this once.
ca_es: Per utilitzar l'escriptori remot de Chrome heu de concedir permisos d'accés ampliat a l'ordinador. Només ho heu de fer una vegada.

source: You have no computers registered. To enable remote connections to a computer, install Chrome Remote Desktop there and click “%{BUTTON_NAME}”.
ca_es: No teniu cap ordinador registrat. Per activar les connexions remotes a un ordinador, instal·leu-hi l'escriptori remot de Chrome i feu clic a %{BUTTON_NAME}.

source: Connecting…
ca_es: S'està connectant...

source: Disabling remote connections for this computer…
ca_es: S'estan desactivant les connexions remotes en aquest ordinador...

source: Chrome is downloading the Chromoting Host installer. Once the download is complete, please run the installer before continuing.
ca_es: Chrome està baixant l'instal·lador de l'amfitrió de Chromoting. Quan s'hagi completat la baixada, executeu l'instal·lador abans de continuar.

source: Chrome is downloading the Chrome Remote Desktop Host installer. Once the download is complete, please run the installer before continuing.
ca_es: Chrome està baixant l'instal·lador de l'amfitrió de l'escriptori remot de Chrome. Quan s'hagi completat la baixada, executeu l'instal·lador abans de continuar.

source: Remote connections for this computer have been enabled.
ca_es: S'han activat les connexions remotes en aquest ordinador.

source: Policy settings do not permit sharing this computer as a Chrome Remote Desktop host. Contact your system administrator for assistance.
ca_es: La configuració de la política no permet compartir aquest ordinador com a amfitrió de l'escriptori remot de Chrome. Contacteu amb l'administrador del sistema per obtenir assistència.

source: Share this computer for another user to see and control.
ca_es: Compartiu aquest ordinador perquè un altre usuari el vegi i el controli.

source: You may securely access this computer using Chromoting.
ca_es: Podeu accedir de manera segura a aquest ordinador mitjançant Chromoting.

source: Unable to reach the host. This is probably due to the configuration of the network you are using.
ca_es: No es pot connectar amb l'amfitrió. Probablement, això passa a causa de la configuració de la xarxa que esteu fent servir.

source: Help us improve Chrome Remote Desktop by allowing us to collect usage statistics and crash reports.
ca_es: Ajudeu-nos a millorar l'escriptori remot de Chrome: permeteu-nos recollir estadístiques d'ús i informes d'error.

source: NOTE: To ensure that all keyboard shortcuts are available, you can configure Chrome Remote Desktop to ‘Open as window’.
ca_es: NOTA: Per assegurar-vos que totes les tecles de drecera estiguin disponibles, podeu configurar l'escriptori remot de Chrome amb l'opció "Obre com a finestra".

source: Some components required for Chrome Remote Desktop are missing. Please make sure you have installed the latest version and try again.
ca_es: Falten alguns components necessaris per a l'escriptori remot de Chrome. Assegureu-vos que heu instal·lat la versió més recent i torneu-ho a provar.

source: Software updates usually happen automatically, but can fail in some rare cases. Updating the software should take no more than a few minutes and can be done while connected to your computer remotely.
ca_es: Les actualitzacions de programari se solen fer automàticament, però poden fallar en casos excepcionals. L'actualització del programari hauria de trigar només uns minuts i es pot fer mentre esteu connectat a l'ordinador de forma remota.

source: An incompatible version of Chrome Remote Desktop was detected. Please make sure that you have the latest version of Chrome and Chrome Remote Desktop on both computers and try again.
ca_es: S'ha detectat una versió incompatible de l'escriptori remot de Chrome. Assegureu-vos que teniu la versió més recent de Google Chrome i de l'escriptori remot de Chrome als dos ordinadors i torneu-ho a provar.

source: Connections to the remote computer are temporarily blocked because somebody was trying to connect to it with invalid PIN. Please try again later.
ca_es: S'han bloquejat temporalment les connexions a l'ordinador remot perquè algú ha provat de connectar-hi amb un PIN no vàlid. Torneu-ho a provar més tard.

source: Once they enter the code your sharing session will begin.
ca_es: Quan hagin introduït el codi, la sessió d'ús compartit començarà.

source: You are currently sharing this machine with another user. Do you want to continue sharing?
ca_es: Esteu compartint aquest ordinador amb un altre usuari. Voleu continuar compartint-lo?

source: Failed to disable remote access to this computer. Please try again later.
ca_es: No s'ha pogut desactivar l'accés remot a aquest ordinador. Torneu-ho a provar més tard.

source: Failed to update the PIN. Please try again later.
ca_es: No s'ha pogut actualitzar el PIN. Torneu-ho a provar més tard.

source: The remote computer is not responding to connection requests. Please verify that it is online and try again.
ca_es: L'ordinador remot no respon a les sol·licituds de connexió. Verifiqueu que estigui en línia i torneu-ho a provar.

source: You may securely access this computer using Chrome Remote Desktop.
ca_es: Podeu accedir de manera segura a aquest ordinador mitjançant l'escriptori remot de Chrome.

source: Edit computer name
ca_es: Edita el nom de l'ordinador

source: Re-type PIN
ca_es: Torneu a escriure el PIN

source: Policy settings do not permit sharing this computer as a Chromoting host. Contact your system administrator for assistance.
ca_es: La configuració de la política no permet compartir aquest ordinador com a amfitrió de Chromoting. Contacteu amb l'administrador del sistema per obtenir assistència.

source: Could not connect to the network. Please check that your device is on-line.
ca_es: No s'ha pogut connectar a la xarxa. Comproveu que el dispositiu estigui connectat a Internet.

source: Your Chrome Remote Desktop session has ended.
ca_es: La sessió de l'escriptori remot de Chrome ha finalitzat.

source: Shrink to fit
ca_es: Redueix per ajustar

source: Chromoting on %{HOSTNAME} is out-of-date and needs to be updated.
ca_es: Chromoting a %{HOSTNAME} és obsolet i cal actualitzar-lo.

source: You must enable remote connections if you want to use Chrome Remote Desktop to access this computer.
ca_es: Heu d'activar les connexions remotes si voleu utilitzar l'escriptori remot de Chrome per accedir a aquest ordinador.

source: All connections
ca_es: Totes les connexions

source: NOTE: Policy settings permit connections only between computers within your network.
ca_es: NOTA: La configuració de la política només permet connexions entre ordinadors de la vostra xarxa.

source: To protect access to this computer, please choose a PIN of %{BOLD_START}at least six digits%{BOLD_END}. This PIN will be required when connecting from another location.
ca_es: Per protegir l'accés a aquest ordinador, trieu un PIN de %{BOLD_START}sis dígits com a mínim%{BOLD_END}. Necessitareu aquest PIN per connectar-vos a aquest ordinador des d'una altra ubicació.

source: Access code
ca_es: Codi d'accés

source: Please run the installer before continuing.
ca_es: Executeu l'instal·lador abans de continuar.

source: Some components required for Chromoting are missing. Please make sure you're running the latest version of Chrome and try again.
ca_es: Falten alguns components necessaris per a Chromoting. Assegureu-vos que executeu la versió més recent de Google Chrome i torneu-ho a provar.

source: The access code is invalid. Please try again.
ca_es: El codi d'accés no és vàlid. Torneu-ho a provar.

source: To enable remote connections to a different computer, install Chrome Remote Desktop there and click “%{BUTTON_NAME}”.
ca_es: Per activar les connexions remotes a un altre ordinador, instal·leu-hi l'escriptori remot de Chrome i feu clic a %{BUTTON_NAME}.

source: Disable remote connections to this computer
ca_es: Desactiva les connexions remotes a aquest ordinador

source: Generating access code…
ca_es: S'està generant el codi d'accés...

source: Get started
ca_es: Introducció

source: You have no computers registered. To enable remote connections to a computer, install Chromoting there and click “%{BUTTON_NAME}”.
ca_es: No teniu cap ordinador registrat. Per activar les connexions remotes a un ordinador, instal·leu-hi Chromoting i feu clic a %{BUTTON_NAME}.

source: NOTE: To ensure that all keyboard shortcuts are available, you can configure Chromoting to ‘Open as window’.
ca_es: NOTA: Per assegurar-vos que totes les tecles de drecera estiguin disponibles, activeu l'opció Obre com a finestra de la configuració de Chromoting.

source: Access
ca_es: Accedeix

source: Your Chromoting session has ended.
ca_es: La vostra sessió de Chromoting ha finalitzat.

source: Connection History
ca_es: Historial de connexions

source: Please enter your PIN for %{HOSTNAME}.
ca_es: Introduïu el vostre PIN per a %{HOSTNAME}.

source: waiting for connection…
ca_es: s'està esperant la connexió...

source: %{HOSTNAME} (offline)
ca_es: %{HOSTNAME} (fora de línia)

source: The remote host requires you to authenticate to a third-party website. To continue, you must grant Chrome Remote Desktop additional permissions to access this address:
ca_es: L'amfitrió remot necessita que us autentiqueu en un lloc web de tercers. Per continuar, cal que concediu permisos addicionals a l'escriptori remot de Chrome per accedir a aquesta adreça:

source: Please enter the same PIN in both boxes.
ca_es: Introduïu el mateix PIN als dos quadres.

source: Leaving this page will end your Chrome Remote Desktop session.
ca_es: Si sortiu d'aquesta pàgina, la sessió de l'escriptori remot de Chrome finalitzarà.

source: (this feature is not yet available for Chromebooks… stay tuned)
ca_es: (Aquesta funció encara no està disponible als Chromebook... Estigueu ben atent.)

source: Chrome Remote Desktop allows you to securely share your computer over the Web. Both users must be running the Chrome Remote Desktop app, which can be found at %{URL}.
ca_es: L'escriptori remot de Chrome us permet compartir el vostre ordinador de manera segura al web. Els dos usuaris han d'executar l'aplicació d'escriptori remot de Chrome, que podeu trobar a la pàgina %{URL}.

source: The service is temporarily unavailable. Please try again later.
ca_es: El servei està temporalment no disponible. Torneu-ho a provar més tard.

source: To this computer
ca_es: A aquest ordinador

source: Access other computers or allow another user to access your computer securely over the Internet.
ca_es: Accediu a altres ordinadors o permeteu que un altre usuari accedeixi al vostre ordinador de manera segura per Internet.

source: Connected:
ca_es: Connectat:

source: Your desktop is currently shared with %{USER}.
ca_es: Esteu compartint l'escriptori amb %{USER}.

source: Connection history
ca_es: Historial de connexions

source: Why is this safe?
ca_es: Per què és segur?

source: You are not signed in to Chromoting. Please sign in and try again.
ca_es: No heu iniciat la sessió a Chromoting. Inicieu-hi la sessió i torneu-ho a provar.

source: Chromoting allows you to securely share your computer over the Web. Both users must be running the Chromoting app, which can be found at %{URL}.
ca_es: Chromoting us permet compartir l'ordinador de manera segura al web. Els dos usuaris han d'executar l'aplicació Chromoting, que podeu trobar a la pàgina %{URL}.

source: Send keys
ca_es: Envia les claus

source: Ctrl-Alt-Del
ca_es: Ctrl-Alt-Supr

source: Connect to %{HOSTNAME}
ca_es: Connecta amb %{HOSTNAME}

source: %{HOSTNAME} (out-of-date)
ca_es: %{HOSTNAME} (obsolet)

source: The PIN for this computer is being updated…
ca_es: S'està actualitzant el PIN d'aquest ordinador...

source: Your PIN has been updated.
ca_es: S'ha actualitzat el vostre PIN.

source: Clear history
ca_es: Esborra l'historial

source: From
ca_es: De

source: Duration
ca_es: Durada

source: Are you sure you want to disable remote connections to %{HOSTNAME}? If you change your mind, you'll need to visit that computer to re-enable connections.
ca_es: Esteu segur que voleu desactivar les connexions remotes a %{HOSTNAME}? Si canvieu de parer, haureu de visitar aquest ordinador per tornar-les a activar.

source: To
ca_es: Per a

source: Remote Assistance
ca_es: Assistència remota

source: Help us improve Chromoting by allowing us to collect usage statistics and crash reports.
ca_es: Ajudeu-nos a millorar Chromoting: permeteu-nos recollir estadístiques d'ús i informes d'error.

source: Please enter a PIN consisting of six or more digits.
ca_es: Introduïu un PIN que tingui sis dígits o més.

source: Stop Sharing
ca_es: Deixa de compartir

source: Chrome Remote Desktop
ca_es: Escriptori remot de Chrome

source: Enable remote connections
ca_es: Activa les connexions remotes

source: Remote connections for this computer have been disabled.
ca_es: S'han desactivat les connexions remotes en aquest ordinador.

source: You are not signed in to Chrome Remote Desktop. Please sign in and try again.
ca_es: No heu iniciat la sessió a l'escriptori remot de Chrome. Inicieu-hi la sessió i torneu-ho a provar.

source: Please check your computer's power management settings and ensure that it is not configured to sleep when idle.
ca_es: Comproveu la configuració de gestió d'energia de l'ordinador i assegureu-vos que no s'hagi configurat per estar en mode de baix consum quan estigui inactiu.

source: Screen options
ca_es: Opcions de pantalla

source: The remote host requires you to authenticate to a third-party website. To continue, you must grant Chromoting additional permissions to access this address:
ca_es: L'amfitrió remot necessita que us autentiqueu en un lloc web de tercers. Per continuar, cal que concediu permisos addicionals a Chromoting per accedir a aquesta adreça:

source: My Computers
ca_es: Els meus ordinadors

source: Access your own computer from anywhere.
ca_es: Accediu al vostre ordinador des de qualsevol lloc.

source: Authentication failed. Please sign in to Chrome Remote Desktop again.
ca_es: Ha fallat l'autenticació. Torneu a iniciar la sessió a l'escriptori remot de Chrome.

source: User-to-user screen sharing, perfect for remote technical support.
ca_es: Ús compartit de pantalla d'usuari a usuari, perfecte per a l'assistència tècnica remota.

source: An incompatible version of Chromoting was detected. Please make sure that you have the latest version of Chrome and Chromoting on both computers and try again.
ca_es: S'ha detectat una versió incompatible de Chromoting. Assegureu-vos que teniu la versió més recent de Google Chrome i de Chromoting als dos ordinadors i torneu-ho a provar.

source: Learn how.
ca_es: Més informació

source: Authentication failed. Please sign in to Chromoting again.
ca_es: Ha fallat l'autenticació. Torneu a iniciar la sessió a Chromoting.

source: This access code will expire in %{TIMEOUT}
ca_es: Aquest codi d'accés caducarà d'aquí a %{TIMEOUT}

source: From this computer
ca_es: Des d'aquest ordinador

source: To use Chromoting you must grant extended access permissions to your computer. You only have to do this once.
ca_es: Per utilitzar Chromoting heu de concedir permisos d'accés ampliat a l'ordinador. Només ho heu de fer una vegada.

source: To enable remote connections to a different computer, install Chromoting there and click “%{BUTTON_NAME}”.
ca_es: Per activar les connexions remotes a un altre ordinador, instal·leu-hi Chromoting i feu clic a %{BUTTON_NAME}.

source: Connect anyway
ca_es: Connecta't de totes maneres

source: Some components required for Chromoting are missing. Please make sure you have installed the latest version and try again.
ca_es: Falten alguns components necessaris per a Chromoting. Assegureu-vos que n'heu instal·lat la versió més recent i torneu-ho a provar.

source: To begin sharing your desktop, give the access code below to the person who will be assisting you.
ca_es: Per començar a compartir l'escriptori, proporcioneu el codi d'accés següent a la persona que us oferirà assistència.

source: Authorize
ca_es: Autoritza

source: Chrome Remote Desktop on %{HOSTNAME} is out-of-date and needs to be updated.
ca_es: L'escriptori remot de Chrome a %{HOSTNAME} és obsolet i cal actualitzar-lo.

source: Don't ask for a PIN again when connecting to this host from this computer.
ca_es: No tornis a demanar el PIN en connectar amb aquest amfitrió des d'aquest ordinador.

source: Want to help improve Chrome Remote Desktop? %{LINK_BEGIN}Take the survey.%{LINK_END}
ca_es: Voleu ajudar a millorar l'Escriptori remot de Chrome? %{LINK_BEGIN}Responeu a l'enquesta.%{LINK_END}
